Repository: roman-gorbachev/Green-Passport-iOS
Catalog: Green Passport/Resources/Localizable.xcstrings
Source language: ru
Languages: be, en

# photo_failed_automatic_check_msg
source: фото не прошло автоматическую проверку
be: фота не прайшло аўтаматычную праверку
en: the photo failed the automatic check

# photo_not_taken_by_user
source: Фото взято из интернета
be: Фота ўзята з інтэрнэту
en: The photo is taken from the internet

# photo_rejected
source: Фото отклонено: %1$@
be: Фота адхілена: %1$@
en: Photo rejected: %1$@

# photo_under_review_msg
source: Фото на проверке. Очки придут после одобрения
be: Фота на праверцы. Ачкі прыйдуць пасля ўхвалення
en: Photo is under review. Points arrive after approval

# pin_chat
source: Закрепить
be: Замацаваць
en: Pin

# places
source: Места
be: Месцы
en: Places

# point_camera_at_event_qr_code_msg
source: Наведи камеру на QR-код организатора
be: Навядзі камеру на QR-код арганізатара
en: Point the camera at the organizer's QR code

# point_camera_at_task_qr_code_msg
source: Наведи камеру на QR-код задания
be: Навядзі камеру на QR-код задання
en: Point the camera at the task QR code

# points_balance
source: %1$lld оч. на счету
be: %1$lld ач. на рахунку
en: %1$lld pt. available

# points_count
source: %1$lld оч.
be: %1$lld ач.
en: %1$lld pts

# points_reward
source: +%1$lld оч.
be: +%1$lld ач.
en: +%1$lld pts.

# profile
source: Профиль
be: Профіль
en: Profile

# profile_achievements
source: Достижения
be: Дасягненні
en: Achievements

# profile_anonymous_label
source: Гость
be: Госць
en: Guest

# profile_bookmarks
source: Закладки
be: Закладкі
en: Bookmarks

# profile_favorites
source: Избранное
be: Абранае
en: Favorites

# profile_history
source: История
be: Гісторыя
en: History

# profile_notifications_label
source: Уведомления
be: Апавяшчэнні
en: Notifications

# profile_sign_out
source: Выход
be: Выхад
en: Sign out

# qr_code_limit_reached_msg
source: Этот QR-код уже отсканировали максимальное число раз
be: Гэты QR-код ужо адсканавалі максімальную колькасць разоў
en: This QR code has already been scanned the maximum number of times

# qr_code_not_active_msg
source: QR-код сейчас не действует. Проверь сроки задания
be: QR-код зараз не дзейнічае. Правер тэрміны задання
en: This QR code is not active right now. Check the task dates

# qr_code_on_site
source: QR-код на месте
be: QR-код на месцы
en: QR code on site

# qr_scanner_unavailable_msg
source: Сканер QR-кодов недоступен на этом устройстве
be: Сканер QR-кодаў недаступны на гэтай прыладзе
en: The QR scanner is not available on this device

# recycling
source: Переработка
be: Перапрацоўка
en: Recycling

# registered
source: Записаны
be: Запісаныя
en: Registered

# reject
source: Отклонить
be: Адхіліць
en: Reject

# remove_filter
source: Убрать фильтр
be: Прыбраць фільтр
en: Remove filter

# repeat_password
source: Повторите пароль
be: Паўтарыце пароль
en: Repeat password

# reply
source: Ответить
be: Адказаць
en: Reply

# replying_to_format
source: Ответ %1$@
be: Адказ %1$@
en: Reply to %1$@

# report
source: Пожаловаться
be: Паскардзіцца
en: Report

# report_sent
source: Жалоба отправлена
be: Скарга адпраўлена
en: Report sent

# reports_count
source: Жалобы (%1$lld)
be: Скаргі (%1$lld)
en: Reports (%1$lld)

# reset
source: Сбросить
be: Скінуць
en: Reset

# restore
source: Вернуть
be: Вярнуць
en: Restore

# retry_button
source: Повторить
be: Паўтарыць
en: Retry

# reusable_items
source: Многоразовые вещи
be: Шматразовыя рэчы
en: Reusable items

# reward_notification_body_format
source: +%1$lld баллов, +%2$lld опыта
be: +%1$lld балаў, +%2$lld вопыту
en: +%1$lld points, +%2$lld XP

# reward_reason_article_read
source: Совет изучен
be: Парада вывучана
en: Tip read

# reward_reason_event_attended
source: Регистрация на событие
be: Рэгістрацыя на падзею
en: Event registration

# reward_reason_feedback_submitted
source: Спасибо за отзыв
be: Дзякуй за водгук
en: Thanks for your feedback

# reward_reason_game_played
source: Игра сыграна
be: Гульня згуляна
en: Game played

# reward_reason_streak_bonus
source: Серия дней продолжается
be: Серыя дзён працягваецца
en: Your streak goes on

# reward_reason_survey_answered
source: Спасибо за ответ
be: Дзякуй за адказ
en: Thanks for your answer

# reward_reason_task_completed
source: Задание выполнено
be: Заданне выканана
en: Task completed

# reward_sold_out
source: Купоны этой акции закончились
be: Купоны гэтай акцыі скончыліся
en: This reward is sold out

# save
source: Сохранить
be: Захаваць
en: Save

# saved
source: Сохранено
be: Захавана
en: Saved

# saved_places_empty
source: Пока нет сохранённых мест — отметьте сердечком точку на карте
be: Пакуль няма захаваных месцаў — адзначце сардэчкам кропку на карце
en: No saved places yet — tap the heart on a point on the map

# scan_qr_code
source: Сканировать QR-код
be: Сканаваць QR-код
en: Scan QR code

# search_ecotips_placeholder
source: Поиск советов
be: Пошук парад
en: Search tips

# search_games_placeholder
source: Поиск игр
be: Пошук гульняў
en: Search games

# search_groups_placeholder
source: Поиск групп и участников
be: Пошук груп і ўдзельнікаў
en: Search groups and members

# search_tasks_placeholder
source: Поиск заданий
be: Пошук заданняў
en: Search tasks

# send_another_photo
source: Отправить другое фото
be: Адправіць іншае фота
en: Send another photo

# shop
source: Магазин
be: Крама
en: Shop

# shop_catalog_title
source: Купоны партнёров
be: Купоны партнёраў
en: Partner coupons

# shop_cost_format
source: %1$lld баллов
be: %1$lld балаў
en: %1$lld points

# shop_empty_rewards
source: Пока нет доступных купонов
be: Пакуль няма даступных купонаў
en: No coupons available yet

# shop_insufficient_points
source: Недостаточно баллов для обмена
be: Недастаткова балаў для абмену
en: Not enough points to redeem this

# shop_purchase_button
source: Обменять
be: Абмяняць
en: Redeem

# show_password
source: Показать пароль
be: Паказаць пароль
en: Show password

# show_tasks_count
source: Показать задания (%1$lld)
be: Паказаць заданні (%1$lld)
en: Show tasks (%1$lld)

# sign_in
source: Вход
be: Уваход
en: Sign in

# sign_in_method_disabled_msg
source: Этот способ входа сейчас недоступен. Попробуйте позже
be: Гэты спосаб уваходу зараз недаступны. Паспрабуйце пазней
en: This sign-in method is unavailable right now. Try again later

# sign_up
source: Записаться
be: Запісацца
en: Sign up

# sign_up_points
source: Записаться · +%1$lld оч.
be: Запісацца · +%1$lld ач.
en: Sign up · +%1$lld pt.

# something_went_wrong_msg
source: Что-то пошло не так. Попробуй ещё раз
be: Нешта пайшло не так. Паспрабуй яшчэ раз
en: Something went wrong. Please try again

# step_x_of_y
source: Шаг %1$lld из %2$lld
be: Крок %1$lld з %2$lld
en: Step %1$lld of %2$lld

# streak_bonus_in_days
source: До бонуса +35 — %lld дня
be: Да бонусу +35 — %lld дня
en: %lld days until the +35 bonus

# streak_bonus_msg
source: +%1$lld оч. за серию дней
be: +%1$lld ач. за серыю дзён
en: +%1$lld pts for your streak

# streak_bonus_today
source: Сегодня — бонус +35 за 7-й день
be: Сёння — бонус +35 за 7-ы дзень
en: Today you get +35 for the 7th day

# streak_days
source: %1$lld дн. подряд
be: %1$lld дз. запар
en: %1$lld-day streak

# streak_days_in_row
source: %lld дня подряд
be: %lld дня запар
en: %lld days in a row

# streak_open_hint
source: Открывает серию
be: Адкрывае серыю
en: Shows your streak

# streak_reminder_body
source: Серия: %1$lld дн. подряд. Сделайте одно эко-действие до конца дня
be: Серыя: %1$lld дз. запар. Зрабіце адно эка-дзеянне да канца дня
en: %1$lld-day streak. Do one eco action before the day ends

# streak_reminder_title
source: Серия под угрозой 🔥
be: Серыя пад пагрозай 🔥
en: Your streak is at risk 🔥

# streak_rule
source: Первая активность дня даёт +5 очков, каждый 7-й день подряд — ещё +35
be: Першая актыўнасць дня дае +5 ачкоў, кожны 7-ы дзень запар — яшчэ +35
en: The first activity of the day gives +5 points, every 7th day in a row gives another +35

# streak_today_counted
source: Сегодня уже засчитан
be: Сёння ўжо залічаны
en: Today already counts

# streak_today_pending
source: Сделайте одно эко-действие сегодня, чтобы не потерять серию
be: Зрабіце адно эка-дзеянне сёння, каб не страціць серыю
en: Do one eco action today to keep your streak

# system_theme
source: Системная
be: Сістэмная
en: System

# take_photo
source: Снять фото
be: Зрабіць фота
en: Take photo

# task_already_completed
source: Задание уже выполнено
be: Заданне ўжо выканана
en: Task already completed

# task_detail_completed_label
source: Задание выполнено
be: Заданне выканана
en: Task completed

# task_done_points_earned
source: Задание выполнено: +%1$lld оч.
be: Заданне выканана: +%1$lld ач.
en: Task done: +%1$lld pts

# task_needs_other_confirmation_msg
source: Это задание подтверждается фото или QR-кодом
be: Гэтае заданне пацвярджаецца фота або QR-кодам
en: This task is confirmed with a photo or a QR code

# task_not_visible_in_photo
source: На фото не видно выполнения задания
be: На фота не відаць выканання задання
en: The photo doesn't show the task being done

# task_photos_count
source: Фото заданий (%1$lld)
be: Фота заданняў (%1$lld)
en: Task photos (%1$lld)

# tasks
source: Задания
be: Заданні
en: Tasks

# tasks_category_cleanup
source: Уборка
be: Прыборка
en: Cleanup

# tasks_category_lecture
source: Лекции
be: Лекцыі
en: Lectures

# tasks_category_recycling
source: Переработка
be: Перапрацоўка
en: Recycling

# tasks_category_reusable_items
source: Многоразовые вещи
be: Шматразовыя рэчы
en: Reusable items

# tasks_category_transport
source: Транспорт
be: Транспарт
en: Transport

# tasks_empty
source: Пока нет заданий в этой категории
be: Пакуль няма заданняў у гэтай катэгорыі
en: No tasks in this category yet

# tasks_filter_all
source: Все
be: Усе
en: All

# text_contains_banned_words
source: Текст содержит недопустимые слова
be: Тэкст змяшчае недапушчальныя словы
en: Text contains banned words

# theme
source: Тема
be: Тэма
en: Theme

# tips
source: Советы
be: Парады
en: Tips

# too_many_attempts_msg
source: Слишком много попыток. Подождите немного и попробуйте снова
be: Занадта шмат спроб. Пачакайце крыху і паспрабуйце зноў
en: Too many attempts. Wait a bit and try again

# unarchive_chat
source: Вернуть из архива
be: Вярнуць з архіва
en: Unarchive

# under_review
source: На проверке
be: На праверцы
en: Under review

# unmute_chat
source: Включить звук
be: Уключыць гук
en: Unmute

# unpin_chat
source: Открепить
be: Адмацаваць
en: Unpin

# up_to_3_such_tasks_per_day_msg
source: Засчитывается до 3 таких заданий в день
be: Залічваецца да 3 такіх заданняў у дзень
en: Up to 3 such tasks count per day

# used_on
source: Использован %1$@
be: Выкарыстаны %1$@
en: Used on %1$@

# valid_until
source: Действует до %1$@
be: Дзейнічае да %1$@
en: Valid until %1$@

# visible_reports_count
source: Виден · жалоб: %1$lld
be: Бачны · скаргаў: %1$lld
en: Visible · reports: %1$lld

# watch_video
source: Смотреть видео
be: Глядзець відэа
en: Watch video

# we_show_tasks_and_events_nearby_msg
source: Покажем задания и события рядом с тобой
be: Пакажам заданні і падзеі побач з табой
en: We'll show tasks and events near you

# what_interests_you
source: Что тебе интересно?
be: Што табе цікава?
en: What interests you?

# what_is_your_name
source: Как тебя зовут?
be: Як цябе завуць?
en: What's your name?

# wrong_email_or_password
source: Неверная почта или пароль
be: Няправільная пошта або пароль
en: Wrong email or password

# xp_left_to_level
source: Ещё %1$lld оч. до ур. %2$lld
be: Яшчэ %1$lld ач. да ўзр. %2$lld
en: %1$lld pts to level %2$lld

# your_city
source: Твой город
be: Твой горад
en: Your city

# your_tasks
source: Твои задания
be: Твае заданні
en: Your tasks

# app_icon_lime
source: Лайм
en: Lime

# app_icon_standard
source: Светлая
en: Light

# back
source: Назад
en: Back

# build_route
source: Маршрут
en: Directions

# city_gomel
source: Гомель
en: Gomel

# city_orsha
source: Орша
en: Orsha

# community_forum_title
source: Форум
en: Forum

# coupon_code
source: Код купона
en: Coupon code

# light_theme
source: Светлая
en: Light

# map
source: Карта
en: Map

# password
source: Пароль
en: Password

# spam
source: Спам
en: Spam

# status
source: Статус
en: Status

# your_balance
source: Твой баланс
en: Your balance
